{
	"allDialogueData": [{
		"lines" : [
			"Waking...the arduous task of needing to greet another day.",
			"Another haunted day after another restless night.",
			"Another lonely repair to a stranded place of despair."		
		]
	}, {
		"lines" : [
			"An empty fridge and a full floor, nothing could satiate the monstrous lethargy and apathy.",
			"No need for self care when the world cares not back.",
			"The kettle whistles silently on an open flame for the water has wisped away."		
		]
	}, {
		"lines" : [
			"Shadows lurk everywhere, creeping always at the back of the mind.",
			"\"Be like him,\" they say. \"Get out and accomplish something,\" they say.",
			"Nothing like shattering it all for fleeting respite. Now only shame stares back from that broken plaque."		
		]
	}, {
		"lines" : [
			"A door taunts with uncertain promises.",
			"Sealed by shadowy claws, light beckons through the cracks.",
			"It’s blinding, too pure and too polluted. Yet, still it reaches out."		
		]
	}, {
		"lines" : [
			"A mother’s ineffable love twists the knife.",
			"She nips the bud before it blooms trapping it beneath the soil.",
			"An endless cycle of the promise of sunlight and utter darkness.",
			"Her love gives strength. Her love gives weakness."
		]
	}, {
		"lines" : [
			"Eyes are always watching with shame and disappointment. They overbear. They bore. No space on the sofa left open."
		]
	}, {
		"lines" : [
			"Ghosts haunt these halls, dangling the pains of nostalgia and forlonging.",
			"Demons torment endlessly with missed opportunities and lost passions."
		]
	}, {
		"lines" : [
			"A thick layer of dust coats the entire attic. Unmoving and left behind, the crates seem like a comfortable new home.",
			"There is no I. There is no you. There only is."
		]
	}, {
		"lines" : [
			"The sweet smell of flowers and perfume ward this hall. There is nothing but the shame waiting beyond here."
		]
	}, {
		"lines" : [
			"A cascade of balconies provide a fantastic seat to view the wondrous world beyond, but they also give promise that the drop is never ending and there’s no escape."
		]
	}, {
		"lines" : [
			"Sounds of laughter and merriment echo throughout the hall bringing terror to the ears. This is not a welcome place anymore."
		]
	}, {
		"lines" : [
			"The foul stench of rotting permeates the room, but a lingering scent remains that is savory and warm."
		]
	}, {
		"lines" : [
			"The stairs are broken. Can’t escape. Need to find tools to repair."
		]
	}, {
		"lines" : [
			"Can’t slide this door open, the handle is missing."
		]
	}, {
		"lines" : [
			"No knob to turn this door."
		]
	}, {
		"lines" : [
			"Darkness seeps from ahead. Perhaps if there was a way to turn on the lights."
		]
	}, {
		"lines" : [
			"Leaving a small token of appreciation here would probably make Mom happy. Perhaps something warm."
		]
	}, {
		"lines" : [
			"Can’t descend these stairs. Should find some more tools."
		]
	}, {
		"lines" : [
			"More damaged stairs. Are there any more tools?"
		]
	}, {
		"lines" : [
			"Foul smells exude from the darkness. Stepping in carelessly might be dangerous."
		]
	}, {
		"lines" : [
			"This mess should really be cleaned…this whole mess."
		]
	}, {
		"lines" : [
			"Stairs descend to a place now empty of laughter. Too bad they are in disrepair. This requires tools."
		]
	}, {
		"lines" : [
			"Shadows lurk in this hall. Need to find the fuse box and a fuse."
		]
	}, {
		"lines" : [
			"The name on this plaque incites fury and shame, but it is his achievement. Should make amends and fix it."
		]
	}, {
		"lines" : [
			"Shadows still clutch this door with a faint light of uncertain promises. Should repair everything else before stepping back into the light."
		]
	}, {
		"lines" : [
			"Perhaps staying locked up in my room isn’t the best idea. It’s time I repaired my house."
		]
	}, {
		"lines" : [
			"Sparkly and clean, the kitchen is a place to eat again. Sudden delicious smells of spice, salt, and sugar assail my nose.",
			"I’ve let my health get away from me. The small things can finally return to my life."
		]
	}, {
		"lines" : [
			"This is his achievement, something that he earned all his own. I don’t deserve to take that from him.",
			"Not having him in my life hurts even more.",
			"Besides, I should achieve something myself anyway."
		]
	}, {
		"lines" : [
			"I’ll leave a cup of coffee for you, Mom. You have and always will support me, but it’s time you let me go. I love you."
		]
	}, {
		"lines" : [
			"The shadowy claws that clutched this door are no more.",
			"Light beams through the cracks, blinding with uncertain promises, but each promises a better tomorrow.",
			"No more wallowing in darkness. No more shame. No more guilt. No more doubt.",
			"Now, I step into the light."
			
		]
	}, {
		"lines" : [
			"A crossroads for many people, the main hall provides no opportunities, but no direction. A crossroads for life, the paralysis of choice."
		]
	}
	]
}
	